package text

const (
	HelloMsg = `
	Привет, %s!
	Я бот, который поможет тебе найти нужную машину под твой груз, а также я могу предложить тебе пару вариантов с сайта ATI.SU...
	Введи /calc что бы начать поиск.
	Введи /help чтобы получить описание каждой команды.`

	HelpMsg = `Введи /calc что бы начать поиск.
	Введи /help чтобы получить описание каждой команды.`

	CalcVMsg = `
	Введите объём груза:
	`

	CalcWMsg = `
	Введите вес груза:
	`

	MsgUnknownCommand = "unknown command"

	WrongValue = "wrong value"
)
